/* No comment provided by engineer. */
"分期付款" = "Installment";

/* No comment provided by engineer. */
"分期总额" = "Total Capital";

/* No comment provided by engineer. */
"分期期次" = "Month Count";

/* No comment provided by engineer. */
"单一贷款" = "Single Loan";

/* No comment provided by engineer. */
"可选项" = "Repay Alert";

/* No comment provided by engineer. */
"开始计算" = "Start Calculate";

/* No comment provided by engineer. */
"手续费" = "Commission";

/* No comment provided by engineer. */
"手续费率" = "Commission Rate";

/* No comment provided by engineer. */
"手续费（率）" = "Commission(Rate)";

/* No comment provided by engineer. */
"提示" = "Tips";

/* No comment provided by engineer. */
"等额本息" = "Average C&I";

/* No comment provided by engineer. */
"等额本金" = "Average Capital";

/* No comment provided by engineer. */
"组合贷款" = "Combined Loan";

/* No comment provided by engineer. */
"计息方式" = "Interest Type";

/* No comment provided by engineer. */
"计算器" = "Calculator";

/* No comment provided by engineer. */
"贷款一" = "Loan1";

/* No comment provided by engineer. */
"贷款二" = "Loan2";

/* No comment provided by engineer. */
"贷款利率" = "Interest Rate";

/* No comment provided by engineer. */
"贷款总额" = "Total Capital";

/* No comment provided by engineer. */
"贷款期次" = "Month Count";

/* No comment provided by engineer. */
"贷款期次不能为0" = "Month count can not be 0";

/* No comment provided by engineer. */
"贷款期次不能大于1200" = "Month count can not be more than 1200";

/* No comment provided by engineer. */
"返回修改" = "Back To Fix";

/* No comment provided by engineer. */
"还款提醒标签" = "Repay Alert Label";

/* No comment provided by engineer. */
"还款方式" = "Repay Type";

/* No comment provided by engineer. */
"首次还款日期" = "1st Repay Date";

